Repository: wpcommunitysk/SK_buddypress
Catalog: buddypress-wpcommunity-*.po
Languages: sk

# Group member name in group admin
source: Name
sk: Meno

# Group member role in group admin
source: Group Role
sk: Skupinová rola

source: Administrator
sk: Administrátor

source: Moderator
sk: Moderátor

source: Member
sk: Člen

source: Banned
sk: Zakázané

source: Remove From Group
sk: Odstrániť zo skupiny

source: No members of this type
sk: Žiadni členovia tohto typu

source: Delete Group
sk: Zmazať skupinu

source: Save Changes
sk: Uložiť zmeny

source: %s member
sk: %s člen

source: No groups found.
sk: Neboli nájdené žiadne skupiny.

source: Public <span class="count">(%s)</span>
sk: Verejné <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
sk: Súkromné <span class="count">(%s)</span>

source: Hidden <span class="count">(%s)</span>
sk: Skryté <span class="count">(%s)</span>

# Groups admin Group Name column header
source: Name
sk: Meno

# Groups admin Group Description column header
source: Description
sk: Popis

# Groups admin Privacy Status column header
source: Status
sk: Stav

# Groups admin Members column header
source: # Members
sk: # Členovia

# Groups admin Last Active column header
source: Last Active
sk: Posledná aktivita

source: Edit Details
sk: Upraviť podrobnosti

source: Edit Settings
sk: Upraviť nastavenia

source: Edit Avatar
sk: Upraviť obrázok profilu

source: Manage Invitations
sk: Spravovať pozvánky

source: Manage Members
sk: Spravovať členov

source: Membership Requests
sk: Žiadosti o členstvo

source: Admin Options
sk: Nastavenia administrátora

source: Group Settings
sk: Nastavenia skupiny

source: Group Avatar
sk: Obrázok profilu skupiny

source: Group Mod
sk: Moderátor skupiny

source: Group Admin
sk: Administrátor skupiny

source: %1$s replied to the forum topic %2$s in the group %3$s
sk: %1$s odpovedal na tému fóra %2$s v skupine %3$s

source: %1$s started the forum topic %2$s in the group %3$s
sk: %1$s vytvoril/a novú tému %2$s v skupine %3$s

source: %1$s edited the forum topic %2$s in the group %3$s
sk: %1$s upravil tému fóra %2$s v skupine %3$s

source: As the only Admin, you cannot leave the group.
sk: Skupinu nemôžete opustiť, pretože ste jej jediným administrátorom.

source: %1$s joined the group %2$s
sk: %1$s sa pridal/-a k skupine %2$s

source: %1$s posted an update in the group %2$s
sk: %1$s aktualizoval/-a status skupiny %2$s

source: Search Groups...
sk: Prehľadávať skupiny...

source: You do not have access to this group.
sk: Nemáte prístup do tejto skupiny.

source: You are not an admin of this group.
sk: Nie ste administrátorom tejto skupiny.

source: Details
sk: Podrobnosti

source: Avatar
sk: Obrázok profilu

source: Invites
sk: Pozvánky

source: Groups <span>%d</span>
sk: Skupiny <span>%d</span>

source: Memberships
sk: Členstvá

source: Invitations
sk: Pozvánky

# Group home navigation title
source: Home
sk: Domov

source: Request Membership
sk: Požiadať o členstvo

source: Forum
sk: Fórum

source: Members <span>%s</span>
sk: Členovia <span>%s</span>

source: Send Invites
sk: Poslať pozvánky

source: No Pending Invites
sk: Žiadne čakajúce pozvánky

source: Groups <span class="count">%s</span>
sk: Skupiny <span class="count">%s</span>

source: Pending Invites <span class="count">%s</span>
sk: Čakajúce pozvánky <span class="count">%s</span>

source: Group Details Updated
sk: Skupinové detaly boli aktualizované

source: Group details for the group "%1$s" were updated: To view the group: %2$s ---------------------
sk: Detaily skupiny "%1$s" boli aktualizované: Pre zobrazenie skupiny choďte na: %2$s ---------------------

source: Membership request for group: %s
sk: Žiadosť o členstvo v skupine: %s

source: %1$s wants to join the group "%2$s". Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %3$s To view %4$s's profile: %5$s ---------------------
sk: %1$s zaslal/-a žiadosť o prijatie do skupiny "%2$s". Pretože ste administrátor tejto skupiny, musíte túto žiadosť o členstvo buď prijať, alebo odmietnuť. Pre zobrazenie čakajúcich žiadostí o členstvo pre túto skupiny, prosím, choďte na: %3$s Pre zobrazenie profilu používateľa %4$s kliknite na: %5$s ---------------------

source: Membership request for group "%s" accepted
sk: Žiadosť o členstvo v skupine: %s bola prijatá

source: Your membership request for the group "%1$s" has been accepted. To view the group please login and visit: %2$s ---------------------
sk: Vaša žiadosť o členstvo v skupine "%1$s" bola prijatá. Pre zobrazenie skupiny sa prosím prihláaste a choďte na: %2$s ---------------------

source: Membership request for group "%s" rejected
sk: Žiadosť o členstvo v skupine: %s bola zamietnutá

source: Your membership request for the group "%1$s" has been rejected. To submit another request please log in and visit: %2$s ---------------------
sk: Vaša žiadosť o členstvo v skupine "%1$s" bola odmietnutá. Pre odoslanie ďalšej žiadosti sa prosím prihláste a navštívte: %2$s ---------------------

source: an administrator
sk: administrátor

source: a moderator
sk: moderátor

source: You have been promoted in the group: "%s"
sk: Získali ste viac práv v skupine: "%s"

source: You have been promoted to %1$s for the group: "%2$s". To view the group please visit: %3$s ---------------------
sk: Stali ste sa %1$s pre skupinu: "%2$s". Pre zobrazenie skupiny kliknite na: %3$s ---------------------

source: You have an invitation to the group: "%s"
sk: Máte pozvánku do skupiny: "%s"

source: One of your friends %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
sk: %1$s vám zaslal/-a pozvánku do skupiny: "%2$s". Pre zobrazene vašich pozvánok do skupín, kliknite na: %3$s Pre zobrazenie skupiny, choďte na: %4$s Pre zobrazenie profilu používateľa %5$s choďte na: %6$s ---------------------

source: Group invite could not be accepted
sk: Pozvánka do skupiny nemohla byť prijatá

source: Group invite accepted
sk: Pozvánka do skupiny bola prijatá

source: Group invite could not be rejected
sk: Pozvánka do skupiny nemohla byť odmietnutá

source: Group invite rejected
sk: Pozvánka do skupiny bola odmietnutá

source: It looks like you've already said that!
sk: Vyzerá, že už ste to raz povedali!

source: There was an error when replying to that topic
sk: Vyskytla sa chyba pri odpovedaní na tému

source: Your reply was posted successfully
sk: Vaša odpoveď bola úspešne zverejnená

source: There was an error when making that topic a sticky
sk: Vyskytla sa chyba pri označovaní témy ako hlavnej

source: The topic was made sticky successfully
sk: Téma bola úspešne označená ako hlavná

source: There was an error when unsticking that topic
sk: Vyskytla sa chyba pri rušení označenia hlávná pre túto tému

source: The topic was unstuck successfully
sk: Téma bola úspešne uvoľnená

source: There was an error when closing that topic
sk: Vyskytla sa chyba pri zatváraní témy

source: The topic was closed successfully
sk: Téma bola úspešne uzatvorená

source: There was an error when opening that topic
sk: Vyskytla sa chyba pri otváraní témy

source: The topic was opened successfully
sk: Téma bola úspešne otvorená

source: There was an error deleting the topic
sk: Vyskytla sa chyba pri odstraňovaní témy

source: The topic was deleted successfully
sk: Téma bola úspešne odstránená

source: There was an error when editing that topic
sk: Vyskytla sa chyba pri upravovaní témy

source: The topic was edited successfully
sk: Téma bola úspešne upravená

source: There was an error deleting that post
sk: Vyskytla sa chyba pri odstraňovaní príspevku

source: The post was deleted successfully
sk: Príspevok bol úspešne odstránený

source: There was an error when editing that post
sk: Vyskytla sa chyba pri upravovaní príspevku

source: The post was edited successfully
sk: Príspevok bol úspešne upravený

source: You have been banned from this group.
sk: Už nemáte povolenie na vstup do tejto skupiny.

source: This group does not have a forum setup yet.
sk: Táto skupina ešte nemá nainštalované fórum.

source: Group invites sent.
sk: Skupinové pozvánky odoslané

source: There was an error sending your group membership request, please try again.
sk: Vyskytla sa chyba pri odosielaní vašej žiadosti o členstvo v skupine, prosím, skúste znova.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
sk: Vaša žiadosť o členstvo bola úspešne zaslaná administrátorovi skupiny. O odpovedi administrátora skupiny na vašu žiadosť budete informovaní.

source: There was an error updating group details, please try again.
sk: Vyskytla sa chyba pri aktualizácii vašich detailov skupiny, prosím, skúste znovu.

source: Group details were successfully updated.
sk: Detaily skupiny boli úspešne aktualizované.

source: There was an error updating group settings, please try again.
sk: Vyskytla sa chyba pri aktualizácii nastavení skupiny, prosím, skúste znovu.

source: Group settings were successfully updated.
sk: Nastavenia skupiny boli úspešne aktualizované.

source: Your avatar was deleted successfully!
sk: Váš profilový obrázok bol úspešne odstránený!

source: There was a problem deleting that avatar, please try again.
sk: Vyskytol sa problém pri odstraňovaní profilového obrázku, prosím, skúste znovu.

source: There was an error when promoting that user, please try again
sk: Vyskytla sa chyba pri povyšovaní používateľa, prosím, skúste znovu

source: User promoted successfully
sk: Používateľ bol úspešne povýšený

source: There was an error when demoting that user, please try again
sk: Vyskytla sa chyba pri degradovaní používateľa, prosím, skúste znovu

source: User demoted successfully
sk: Používateľ bol úspešne degradovaný

source: There was an error when banning that user, please try again
sk: Vyskytla sa chyba pri zakazovaní účasti používateľovi, prosím, skúste znovu.

source: User banned successfully
sk: Používateľovi bola úspešne zakázaná účasť

source: There was an error when unbanning that user, please try again
sk: Vyskytla sa chyba pri odstraňovaní zákazu pre používateľa, prosím, skúste znova

source: User ban removed successfully
sk: Zákaz pre používateľa bol úspešne odstránený

source: There was an error removing that user from the group, please try again
sk: Vyskytla sa chyba pri odstraňovaní tohto používateľa zo skupiny, prosím, skúste znova

source: User removed successfully
sk: Používateľ úspešne odstránený

source: There was an error accepting the membership request, please try again.
sk: Vyskytla sa chyba pri prijímaní žiadosti o členstvo, prosím, skúste znova.

source: Group membership request accepted
sk: Žiadosť o členstvo v skupine bola prijatá

source: There was an error rejecting the membership request, please try again.
sk: Vyskytla sa chyba pri odmietaní žiadosti o členstvo, prosím, skúste znova.

source: Group membership request rejected
sk: Žiadosť o členstvo v skupine bolo úspešne odmietnuté

source: There was an error deleting the group, please try again.
sk: Vyskytla sa chyba pri odstraňovaní skupiny, prosím, skúste znova.

source: The group was deleted successfully
sk: Skupina bola úspešne zmazaná

source: A member invites you to join a group
sk: Člen vás pozval pripojiť sa k skupine

source: Group information is updated
sk: Aktualizovali sa informácie o skupine

source: You are promoted to a group administrator or moderator
sk: Stali ste sa administrátorom alebo moderátorom skupiny

source: A member requests to join a private group for which you are an admin
sk: Bola podaná žiadosť o členstvo v súkromenj skupine, ktorej ste administrátor

source: Public Group
sk: Verejná skupina

source: Hidden Group
sk: Skrytá skupina

source: Private Group
sk: Súkromná skupina

source: Group
sk: Skupina

source: not yet active
sk: ešte neaktívny

source: No Admins
sk: Žiadny administrátori

source: No Mods
sk: Žiadny administrátori

source: Filter Groups
sk: Filtrovať skupiny

source: Viewing group %1$s to %2$s (of %3$s groups)
sk: Zobrazujú sa skupiny %1$s až %2$s (z %3$s skupín)

source: %s members
sk: %s členovia

source: %d topic
sk: %d téma

source: %d topics
sk: %d tém

source: Demote to Member
sk: Znížiť oprávnenia na člena

source: joined %s
sk: pridal/-a sa do skupiny %s

source: This group has no administrators
sk: Táto skupina nemá žiadnych administrátorov

source: Promote to Admin
sk: Povýšiť na administrátora

source: This group has no moderators
sk: Táto skupina nemá žiadnych moderátorov

source: Leave Group
sk: Opustiť skupinu

source: Join Group
sk: Pridať sa do skupiny

source: Request Sent
sk: Žiadosť odoslaná

source: This is a private group and you must request group membership in order to join.
sk: Táto skupina je súkromná, pre vstup musíte zaslať žiadosť o členstvo.

source: This is a private group. To join you must be a registered site member and request group membership.
sk: Táto skupina je súkromná. Pre vstup musíte byť zaregistrovaní na stránke a musíte požiadať o členstvo v skupine.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
sk: Toto je súkromná skupina. Vaša žiadosť o priateľstvo čaká na potvrdenie od administrátora skupiny.

source: This is a hidden group and only invited members can join.
sk: Toto je skrytá skupina a pridať sa môžu len pozvaný členovia.

source: Viewing members %1$s to %2$s (of %3$s members)
sk: Zobrazujú sa členovia %1$s až %2$s (z %3$s členov)

source: Group avatar
sk: Obrázok profilu skupiny

source: Recently Joined
sk: Nový členovia

source: Most Popular
sk: Najobľúbenejšie

source: Administrator Of
sk: Administrátor

source: Moderator Of
sk: Moderátor

source: No Group Avatar
sk: Žiadny obrázok profilu skupiny

source: requested %s
sk: požiadané %s

source: Group Activity RSS Feed
sk: RSS informačný kanál aktivity skupiny

source: A dynamic list of recently active, popular, and newest groups
sk: Dynamický list nedávano aktívnych, obľúbených a najnovších skupín

# widget name
source: (BuddyPress) Groups
sk: (BuddyPress) Skupiny

source: created %s
sk: vyvorená %s

source: There are no groups to display.
sk: Neexistujú žiadne skupiny na zobrazenie.

source: Link widget title to Groups directory
sk: Prepojiť názov widgetu s adresárom skupín

source: Max groups to show:
sk: Maximálny počet zobrazených skupín:

source: Default groups to show:
sk: Predvolené zobrazovanie skupín:

source: No groups matched the current filter.
sk: Žiadne skupiny nevyhovujú momentálnemu filtru vyhľadávania.

source: Cheatin&#8217; huh?
sk: Snažíte sa podvádzať?

source: BuddyPress Default
sk: BuddyPress predvolené

source: User marked as spammer. Spam users are visible only to site admins.
sk: Používateľ bol označený ako spammer. Používatelia s označením spammer sú viditeľní iba pre administrátov.

source: User removed as spammer.
sk: Používateľ bol odstránený zo zonamu spamerov.

source: %s has been deleted from the system.
sk: %s bol odstránený so systému.

source: There was an error deleting %s from the system. Please try again.
sk: Vyskytla sa chyba pri odstraňovaní %s zo systému. Prosím, skúste znovu.

source: Edit My Profile
sk: Upraviť môj profil

source: Log in
sk: Prihlásiť sa

source: Edit Member
sk: Upraviť používateľa

source: Edit Profile
sk: Upraviť profil

source: User Capabilities
sk: Možnosti používateľa

source: Delete Account
sk: Zmazať účet

source: No new notifications
sk: Žiadne nové upozornenia

source: Notifications
sk: Upozornenia

source: No new notifications.
sk: Žiadne nové upozornenia.

source: Blog Authors
sk: Autori blogu

source: Edit %s's Profile
sk: Upraviť profil: %s

source: Edit %s's Avatar
sk: Upraviť obrázok profilu %s

source: Delete %s's Account
sk: Odstrániť účet používateľa %s

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
sk: <strong>CHYBA</strong>: Váš účet bol označený ako spammer.

source: Please check your email address.
sk: Skontrolujte prosím svoju emailovú adresu.

source: Sorry, that email address is not allowed!
sk: Prepáčte, táto e-mailová adresa nie je povolená!

source: Sorry, that email address is already used!
sk: Prepáčte, ale táto emailová adresa už je používaná!

source: Please enter a username
sk: Zadajte prosím používateľské meno

source: Username must be at least 4 characters
sk: Používateľské meno musí mať aspoň 4 znaky

source: Sorry, usernames may not contain the character "_"!
sk: Prepáčte, používateľské mená nemôžu obsahovať znak "_"!

source: Sorry, usernames must have letters too!
sk: Prepáčte, ale používateľské meno musí mať písmená!

source: Sorry, that username already exists!
sk: Prepáčte, toto používateľské meno už existuje!

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
sk: <strong>CHYBA</strong>: Nebolo možné vás zaregistrovať... prosím, kontaktuje <a href="mailto:%s">webmastera</a> !

source: Invalid activation key
sk: Neplatný aktivačný kľúč

source: %s became a registered member
sk: %s sa stal/-a registrovaným členom

source: <strong>ERROR</strong>: Your account has not been activated. Check your email for the activation link.
sk: <strong>CHYBA</strong>: Váš účet nebol aktivovaný. Skontrolujte váš email pre aktivačný odkaz.

source: Search Members...
sk: Hľadať členov...

source: You
sk: Vy

source: Please make sure you enter your password twice
sk: Prosím, uistite sa, že ste zadali vaše heslo dvakrát

source: The passwords you entered do not match.
sk: Heslá, ktoré ste zadali, sa nezhodujú.

source: This is a required field
sk: Toto je požadované pole

source: Your account is now active!
sk: Váš účet je teraz aktívny!

source: Account Activated
sk: Účet aktivovaný

source: Viewing member %1$s to %2$s (of %3$s active members)
sk: Zobrazujú sa členovia %1$s až %2$s (z %3$s aktívnych členov)

source: Viewing member %1$s to %2$s (of %3$s members with friends)
sk: Zobrazujú sa členovia %1$s až %2$s (z %3$s členov s priateľmi)

source: Viewing member %1$s to %2$s (of %3$s members online)
sk: Zobrazujú sa členovia %1$s až %2$s (z %3$s prihlásených členov)

source: Viewing member %1$s to %2$s (of %3$s members)
sk: Zobrazujú sa členovia %1$s až %2$s (z %3$s členov)

source: Never active
sk: Nikdy aktívny

source: Your Avatar
sk: Váš obrázok profilu

source: Activity RSS Feed
sk: RSS informačný kanál aktivity

source: Your reply was sent successfully
sk: Vaša odpoveď bola úspešne odoslaná

source: There was a problem sending your reply, please try again
sk: Vyskytla sa chyba pri odosielaní vašej odpovede, prosím, skúste znovu

source: There was an error deleting that message.
sk: Vyskytla sa chyba pri odstraňovaní správy.

source: Message deleted.
sk: Správa bola odstránená.

source: There was an error deleting messages.
sk: Vyskytla sa chyba pri odstraňovaní tejto správy.

source: Messages deleted.
sk: Správy zmazané.

source: %s Recipients
sk: %s príjemcovia

source: No Subject
sk: Žiadny predmet

source: Inbox
sk: Doručená pošta

source: You have %d new messages
sk: Máte %d nových správ

source: You have %d new message
sk: Máte %d novú správu

source: Private Messages
sk: Súkromné správy

source: Search Messages...
sk: Prehľadávať správy...

source: Messages <span>%s</span>
sk: Správy <span>%s</span>

source: Sent
sk: Odoslané

source: Compose
sk: Vytvoriť

source: Notices
sk: Oznamy

source: Messages <span class="count">%s</span>
sk: Správy <span class="count">%s</span>

source: Inbox <span class="count">%s</span>
sk: Schránka <span class="count">%s</span>

source: Messages
sk: Správy

source: All Member Notices
sk: Upozornenia pre všetkých členov

source: My Messages
sk: Moje správy

source: New message from %s
sk: Nová správa od %s

source: %1$s sent you a new message: Subject: %2$s "%3$s" To view and read your messages please log in and visit: %4$s ---------------------
sk: %1$s vám poslal/-a novú správu: Predmet: %2$s "%3$s" Pre zobrazenie a prečítanie vašich správ sa, prosím, prihláste a choďte na: %4$s ---------------------

source: There was an error sending that message, please try again
sk: Vyskytla sa chyba pri odosielaní správy, prosím, skúste znova

source: Notice sent successfully!
sk: Oznam úspešne odoslaný!

source: There was an error sending that notice, please try again
sk: Vyskytla sa chyba pri odosielaní poznámky, prosím, skúste znova

source: Message sent successfully!
sk: Správa úspešne odoslaná!

source: There was a problem deactivating that notice.
sk: Vyskytla sa chyba pri deaktivácii poznámky.

source: Notice deactivated.
sk: Oznam deaktivovaný.

source: There was a problem activating that notice.
sk: Vyskytla sa chyba pri aktivácii poznámky.

source: Notice activated.
sk: Oznam aktivovaný.

source: There was a problem deleting that notice.
sk: Vyskytla sa chyba pri odstraňovaní poznámky.

source: Notice deleted.
sk: Oznam zmazaný.

source: A member sends you a new message
sk: Člen vám poslal novú správu

source: Viewing message %1$s to %2$s (of %3$s messages)
sk: Zobrazuje sa správa %1$s až %2$s (z %3$s správ)

source: Select:
sk: Vybrať:

source: Read
sk: Prečítané

source: Unread
sk: Neprečítané

source: Mark as Read
sk: Označiť ako prečítané

source: Mark as Unread
sk: Označiť ako neprečítané

source: Delete Selected
sk: Zmazať označené

source: Currently Active
sk: Momentálne prihlásení

source: Deactivate
sk: Deaktivovať

source: Close
sk: Zavrieť

source: Send a private message to this user.
sk: Zaslať súkromnú správu tomuto používateľovi

source: Private Message
sk: Súkromná správa

source: %d Recipients
sk: %d príjemcovia

source: Sent %s
sk: Odoslané %s

source: That email address is invalid. Check the formatting and try again.
sk: Táto emailová adresa je nesprávna. Skontrolujte tvar a skúste to znova.

source: That email address is currently unavailable for use.
sk: Túto emailovú adresu momentálne nie je možné použiť.

source: That email address is already taken.
sk: Túto emailovú adresu už používa niekto iný.

source: Email address cannot be empty.
sk: Emailová adresa nemôže byť prázdna.

source: Your current password is invalid.
sk: Vaše súčasné heslo je nesprávne.

source: The new password fields did not match.
sk: Hodnoty nového hesla nie sú rovnaké.

source: One of the password fields was empty.
sk: Jeden zo vstupov pre nové heslo bol prázdny.

source: Your settings have been saved.
sk: Vaše nastavenia boli uložené.

source: No changes were made to your account.
sk: Vo vašom účte neboli vykonané žiadne zmeny.

source: No changes were made to this account.
sk: V tomto účte neboli vykonané žiadne zmeny.

source: Your notification settings have been saved.
sk: Vaše nastavenia upozornení boli uložené.

source: This user's notification settings have been saved.
sk: Nastavenia upozornení pre tohto používateľa boli uložené.

source: %s was successfully deleted.
sk: Používateľ "%s" bol úspešne vymazaný.

source: General
sk: Všeobecné

source: Capabilities
sk: Možnosti

source: Load More
sk: Nahrať viac

source: Sorry, there was no activity found. Please try a different filter.
sk: Je nám ľúto, ale nebola nájdená žiadna aktivita. Prosím, skúste iný filter.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
sk: <a href="%1$s">%2$s</a> odpovedal/-a <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: Comment <span>%s</span>
sk: Komentár <span>%s</span>

source: Mark as Favorite
sk: Označiť ako obľúbené

source: Favorite
sk: Pridať medzi obľúbené

source: Remove Favorite
sk: Odstrániť obľúbené

source: Post
sk: Príspevok

source: The public activity for everyone on this site.
sk: Verejná aktivita pre všetkých na tejto stránke.
