Repository: wpcommunitysk/SK_buddypress
Catalog: buddypress-wpcommunity-*.po
Languages: sk

source: Activity deleted successfully
sk: Aktivita bola úspešne odstránená

source: There was an error when deleting that activity
sk: Vyskytla sa chyba pri odstraňovaní aktivity

source: The activity item has been marked as spam and is no longer visible.
sk: Táto aktivita bola označená ako spam a nie je zobrazovaná.

source: Please enter some content to post.
sk: Prosím, zadajte obsah príspevku.

source: Update Posted!
sk: Aktualizácia bola zverejnená!

source: There was an error when posting your update, please try again.
sk: Vyskytla sa chyba pri zverejňovaní vašej aktualizácie, prosím, skúste znovu.

source: Please do not leave the comment area blank.
sk: Prosím, nenechávajte priestor pre komentár prázdny.

source: Reply Posted!
sk: Odpoveď zverejnená!

source: There was an error posting that reply, please try again.
sk: Vyskytla sa chyba pri zverejňovaní odpovede, prosím, skúste znovu.

source: Activity marked as favorite.
sk: Aktivita označená ako obľúbená

source: There was an error marking that activity as a favorite, please try again.
sk: Vyskytla sa chyba pri označovaní aktivity ako obľúbenej, prosím, skúste znovu.

source: Activity removed as favorite.
sk: Aktivita už nemá označenie obľúbená.

source: There was an error removing that activity as a favorite, please try again.
sk: Vyskytla sa chyba pri odznačovaní aktivity ako obľúbenej, prosím, skúste znovu.

source: Activity
sk: Aktivita

source: ERROR: Please type a reply.
sk: Chyba: Prosím, napíšte odpoveď.

source: ERROR: The item you are trying to reply to cannot be found, or it has been deleted.
sk: Chyba: Položku, na ktorú sa snažíte odpovedať, nie je možné nájsť, alebo bola odstránená.

source: Overview
sk: Prehľad

source: You edit activities made on your site similar to the way you edit a comment. This is useful if you need to change which page the activity links to, or when you notice that the author has made a typographical error.
sk: Upravujte aktivity na vašej stránke rovnako ako upravujete komentár. Pomôže to, ak potrebujete zmeniť stránku, na ktorú je aktivita prepojená, alebo keď si všimete, že autor urobil typografickú chybu.

source: The two big editing areas for the activity title and content are fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Primary Item/Secondary Item, Link, Type, Author ID) or to choose a 1- or 2-column layout for this screen.
sk: Dve editovacie oblasti pre názov a obsah aktivity sú umiestnené napevno, ale môžete premiestniť všetky ostatné polia použitím presunu myšou, rovnako ich môžete zmenšiť alebo zväčšiť kliknutím na malý panel jednotlivých polí. Pre skrytie, odokrytie viacerých polí (Primárna položka/Sekundárna položka, Link,Typ, ID autora) alebo výber 1- prípadne 2- stĺpcového rozloženia použite záložku Nastavenia obrazovky.

source: You can also moderate the activity from this screen using the Status box, where you can also change the timestamp of the activity.
sk: Aktivitu môžete moderovať aj z tejto obrazovky prostredníctvom stavového poľa, kde tiež môžete zmeniť aj jej časovú pečiatku.

source: Item, Link, Type
sk: Položka, odkaz, typ

source: <strong>Primary Item/Secondary Item</strong> - These identify the object that created the activity. For example, the fields could reference a comment left on a specific site. Some types of activity may only use one, or none, of these fields.
sk: <strong>Primárna položka/Sekundárna položka</strong> - Tieto identifikujú objekt, ktorý vytvoril aktivitu. Napríklad, polia môžu slúžiť ako referencia na komentár na určitej stránke. Niektoré aktivity môžu používať iba jedno alebo žiadne z týchto polí.

source: <strong>Link</strong> - Activity generated by blog posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item. Some types of activity may not use this field, even if it has been set.
sk: <strong>Odkaz</strong> - Aktivita generovaná blogovými príspevkami a komentármi, fórovými témami a odpoveďami, a niektorými modulmi, používa pole odkaz ako trvalý odkaz na danú položku.

source: <strong>Type</strong> - Each distinct kind of activity has its own type. For example, <code>created_group</code> is used when a group is created and <code>joined_group</code> is used when a user joins a group.
sk: <strong>Typ</strong> - Každý odlišný druh aktivty má svoj typ. Napríklad <code>created_group</code> je použitý, keď je vytvorená skupina a <code>joined_group</code> je použitý, ked je používateľ pridaný do skupiny.

source: For information about when and how BuddyPress uses all of these settings, see the Managing Activity link in the panel to the side.
sk: Pre viac informácii o tom ako a kedy BuddyPress používa všetky z týchto nastevaní kliknite na link Spravovanie aktivity v bočnom paneli.

source: For more information:
sk: Pre viac informácií:

source: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-activity/">Managing Activity</a>
sk: <a href="http://codex.buddypress.org/buddypress-site-administration/managing-activity/">Správa aktivít</a>

source: <a href="http://buddypress.org/support/">Support Forums</a>
sk: <a href="http://wp.sk/forum/">Fórum podpory</a><br/><a href="http://buddypress.org/support/">Support forums</a>

# activity admin edit screen
source: Status
sk: Stav

# activity admin edit screen
source: Primary Item/Secondary Item
sk: Primárna položka/Sekundárna položka

# activity admin edit screen
source: Link
sk: Odkaz

# activity admin edit screen
source: Type
sk: Typ

# activity admin edit screen
source: Author ID
sk: ID autora

# Activity items per page (screen options)
source: Activity
sk: Aktivita

source: You can manage activities made on your site similar to the way you manage comments and other content. This screen is customizable in the same ways as other management screens, and you can act on activities using the on-hover action links or the Bulk Actions.
sk: Môžete spravovať aktivity na vašej stránke rovnako ako spravujete komentáre a iný obsah. Táto obrazovka je prispôsobiteľná rovnako ako ostaté spravovacie obrazovky, aktivity môžete upravovať prostredníctvom výberu ukázaním alebo hromadným spravovaním.

source: There are many different types of activities. Some are generated automatically by BuddyPress and other plugins, and some are entered directly by a user in the form of status update. To help manage the different activity types, use the filter dropdown box to switch between them.
sk: Aktivity sú rôzneho druhu. Niektoré sú generované automaticky prostredníctvom BuddyPress a iných modulov a niektoré sú vkladané priamo používateľom vo forme aktualizácie stavu. Pri spravovaní rôznych druhov aktivít použite rozbaľovacie pole filtrov a prepnite na požadovaný druh aktivity.

source: Moderating Activity
sk: Moderovanie aktivity

source: In the <strong>Activity</strong> column, above each activity it says &#8220;Submitted on,&#8221; followed by the date and time the activity item was generated on your site. Clicking on the date/time link will take you to that activity on your live site. Hovering over any activity gives you options to reply, edit, spam mark, or delete that activity.
sk: V stĺpci <strong>Aktivita</strong> je nad každou aktivitou napísané &#8220;Odoslané&#8221; nasledované dátumom a časom kedy bola položka aktivity vygenerovaná na vašej stránke. Klinknutie na dátum/čas vás presunie na konkrétnu aktivitu na vašej živej stránke. Podržanie kurzora nad ktoroukoľvek aktivitou zobrazí možnosti Odpovedať, Upraviť, Nahlásiť spam alebo Odstrániť aktivitu.

source: In the <strong>In Response To</strong> column, if the activity was in reply to another activity, it shows that activity's author's picture and name, and a link to that activity on your live site. If there is a small bubble, the number in it shows how many other activities are related to this one; these are usually comments. Clicking the bubble will filter the activity screen to show only related activity items.
sk: Ak bola aktivita odpoveďou na inú aktivitu, v stĺpci <strong>Odpveď na</strong> sa zobrazí obrázok a meno autora tejto aktivity a odkaz na túto aktivitu na vašej živej stránke. Ak sa na tomto mieste zobrazuje aj malá bublina, číslo v nej udáva koľko ďalších aktivít s ňou súvisí; tieto aktivity sú obyčajne komentáre. Kliknutie na bublinu odfiltruje obrazovku aktivít tak, že bude ukazovať iba súvisiace položky aktivity.

source: Editing Activity (ID #%s)
sk: Úprava aktivity (ID #%s)

source: Action
sk: Akcia

source: Content
sk: Obsah

source: No activity found with this ID. <a href="%s">Go back and try again</a>.
sk: Nebola nájdená žiadna aktivita s týmto ID. <a href="%s">Späť a skúsiť znova</a>.

source: View Activity
sk: Zobraziť aktivitu

source: Approved
sk: Schválené

source: M j, Y @ G:i
sk: j. F Y H:i

source: Submitted on: <strong>%1$s</strong>
sk: Odoslané: <strong>%1$s</strong>

source: Edit
sk: Upraviť

source: Update
sk: Aktualizovať

source: Link
sk: Odkaz

source: Activity generated by blog posts and comments, forum topics and replies, and some plugins, uses the link field for a permalink back to the content item.
sk: Aktivita generovaná blogovými príspevkami a komentármi, témami a odpoveďami na fóre a niektorými modulmi používa pole pre link ako trvalé prepojenie s obsahom položky.

source: Author ID
sk: ID autora

source: Primary Item ID
sk: ID primárnej položky

source: Secondary Item ID
sk: ID sekundárnej položky

source: These identify the object that created this activity. For example, the fields could reference a pair of site and comment IDs.
sk: Tieto identifikujú objekt, ktorý vykonal túto aktivitu. Napríklad, polia môžu slúžiť ako referencia o ID stránky a komentáru.

source: %s activity item has been permanently deleted.
sk: %s položka aktivity bola natrvalo odstránená.

source: An error occurred when trying to update activity ID #%s.
sk: Pri aktualizácii aktivity ID #%s sa vyskytla chyba.

source: Errors occurred when trying to update these activity items:
sk: Vyskytla sa chyba pri zmene nasledujúcich aktivít:

source: %s activity item has been successfully spammed.
sk: %s položka aktivity bola úspešne presunutá do priečinku spam.

source: %s activity item has been successfully unspammed.
sk: %s položka aktivity bola úspešne odstránená z priečinku spam.

source: The activity item has been updated succesfully.
sk: Položka aktivity bola úspešne aktualizovaná.

source: Activity related to ID #%s
sk: Aktivita súvisiaca s ID #%s

source: Search results for &#8220;%s&#8221;
sk: Výsledky hľadania pre &#8220;%s&#8221;

source: Search all Activity
sk: Prehľadávať všetky aktivity

source: Reply to Activity
sk: Odpovedať na aktivitu

source: Cancel
sk: Zrušiť

source: Reply
sk: Odpovedať

source: No activities found.
sk: Neboli nájdené žiadne aktivity.

source: All
sk: Všetko

source: Mark as Spam
sk: Označiť ako spam

source: Not Spam
sk: Nie je Spam

source: Delete Permanently
sk: Odstrániť navždy

source: Author
sk: Autor

source: In Response To
sk: Odpoveď na

source: Show all activity types
sk: Zobraziť všetky druhy aktivít

source: Are you sure?
sk: Ste si istý?

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
sk: Odoslané <a href="%1$s">%2$s o %3$s</a>

source: %s related activity
sk: %s súvisiaca aktivita

source: <a href="%1$s">View Activity</a>
sk: <a href="%1$s">Zobraziť aktivitu</a>

source: Flagged as spam by Akismet
sk: Označené ako spam modulom Aksimet

source: Cleared by Akismet
sk: Zrušené modulom Akismet

source: Flagged as spam by %s
sk: %s označil ako spam

source: Un-spammed by %s
sk: Zo spamu odstránil %s

source: History
sk: História

source: %s reported this activity as spam
sk: %s označil túto aktivitu ako spam

source: %s reported this activity as not spam
sk: %s označil túto aktivitu ako nie spam

source: Akismet caught this item as spam
sk: Modul Akismet zachytil túto položku ako spam

source: Akismet cleared this item
sk: Modul Akismet vymazal túto položku

source: Akismet was unable to check this item (response: %s), will automatically retry again later.
sk: Modul Akismet nebol schopný skontrolovať túto položku (odpoveď: %s), kontrola znovu prebehne automaticky neskôr.

source: Activity History
sk: História zmien

source: Arguments passed to %1$s should be in an associative array. See the inline documentation at %2$s for more details.
sk: Argumenty, ktoré boli odovzdané do %1$s, by nemali byť typu asociatívne pole. Pre viac informácií prosím pozrite do vnorenej dokumentácie %2$s.

source: In reply to
sk: Ako odpoveď na

source: [Read more]
sk: [Čítať ďalej]

source: @%s Mentions
sk: @%s zmienky

source: You have %1$d new mentions
sk: Máte %1$d novú zmienku.

source: %1$s mentioned you
sk: %1$s Vás spomenul.

source: Posted a status update
sk: Aktualizoval/-a status

source: Replied to a status update
sk: Odpovedal/a na aktualizáciu stavu

source: %s posted an update
sk: %s aktualizoval/-a svoj status

source: %s posted a new activity comment
sk: %s pridal/-a nový komentár k aktivite

source: Thumbnail
sk: Miniatúra

source: Activity Streams
sk: Prehľady aktivít

source: Search Activity...
sk: Prehľadávať aktivity...

source: Personal
sk: Osobné

source: Mentions
sk: Zmienky

source: Favorites
sk: Obľúbené

source: Friends
sk: Priatelia

source: Groups
sk: Skupiny

source: Mentions <span class="count">%s</span>
sk: Zmienky <span class="count">%s</span>

source: My Activity
sk: Moja aktivita

source: Profile picture of %s
sk: Profilový obrázok používateľa %s

source: %s mentioned you in an update
sk: %s vás spomenul v aktualite

source: %1$s mentioned you in the group "%2$s": "%3$s" To view and respond to the message, log in and visit: %4$s ---------------------
sk: %1$s vás spomenul/-a v skupine "%2$s" "%3$s" Pre zobrazenie a odpovedanie na správu sa prihláste a choďte na: %4$s ---------------------

source: %1$s mentioned you in an update: "%2$s" To view and respond to the message, log in and visit: %3$s ---------------------
sk: %1$s vás spomenul v aktualizácii statusu: "%2$s" Pre zobrazenie a odpovedanie na správu sa prihláste a choďte na: %3$s ---------------------

source: To disable these notifications please log in and go to: %s
sk: Pre vypnutie týchto upozornení sa, prosím, prihláste a choďte na: %s

source: %s replied to one of your updates
sk: %s odpovedal na jednu z vašich aktualít

source: %1$s replied to one of your updates: "%2$s" To view your original update and all comments, log in and visit: %3$s ---------------------
sk: %1$s odpovedal/-a na jednu z vašich aktualizácii statusu: "%2$s" Pre zobrazenie orginálu a všetkých kometárov sa prihláste a choďte na: %3$s ---------------------

source: %s replied to one of your comments
sk: %s odpovedal na jeden z vašich komentárov

source: %1$s replied to one of your comments: "%2$s" To view the original activity, your comment and all replies, log in and visit: %3$s ---------------------
sk: %1$s odpovedal/-a na jeden z vašich komentárov: "%2$s" Pre zobrazenie orignálnej aktivity, vášho komentáru a všetkých odpovedí sa prihláste a choďte na: %3$s ---------------------

source: You do not have access to this activity.
sk: K tejto aktivte nemáte prístup.

source: Yes
sk: Áno

source: No
sk: Nie

source: A member mentions you in an update using "@%s"
sk: Člen pridal zmienku o vás v aktualite statusu (použitím "@%s")

source: A member replies to an update or comment you've posted
sk: Člen reagoval na vašu aktualizáciu statusu alebo na váš komentár

source: Sitewide Activity
sk: Globálna aktivita

source: Viewing item %1$s to %2$s (of %3$s items)
sk: Zobrazujú sa položky %1$s až %2$s (z %3$s položiek)

source: Profile picture
sk: Profilová fotka

source: Group logo
sk: Logo skupiny

source: Group logo of %s
sk: Logo skupiny %s

source: Profile picture of the author of the site %s
sk: Profilový obrázok autora tejto stránky %s

source: View Discussion
sk: Zobraziť diskusiu

source: Delete
sk: Zmazať

source: View
sk: Zobraziť

source: Clear Filter
sk: Vyčistiť filter

source: a user
sk: používateľ

source: Send a public message on your activity stream.
sk: Zaslať verejnú správu o vašom prehľade aktivít.

source: Public Message
sk: Verejná správa

source: Site Wide Activity RSS Feed
sk: RSS informačný kanál globálnej aktivity

source: New site created
sk: Nová stránka bola vytvorená

source: New post published
sk: Nový príspevok bol pridaný

source: New post comment posted
sk: Nový komentár bol pridaný

source: My Sites
sk: Moje stránky

source: Dashboard
sk: Nástenka

source: New Post
sk: Nový príspevok

source: Manage Posts
sk: Spravovať príspevky

source: Manage Comments
sk: Spravovať komentáre

source: Create a Site!
sk: Vytvoriť stránku!

source: %s created the site %s
sk: %s vytvoril/-a stránku %s

source: %1$s wrote a new post, %2$s, on the site %3$s
sk: %1$s pridal/-a nový príspevok %2$s, na stránke %3$s

source: %1$s wrote a new post, %2$s
sk: %1$s pridal/-a nový príspevok %2$s

source: %1$s commented on the post, %2$s, on the site %3$s
sk: %1$s pridal/-a komentár na príspevok %2$s, na stránke %3$s

source: %1$s commented on the post, %2$s
sk: %1$s pridal/-a komentár na príspevok %2$s

source: Site Tracking
sk: Sledovanie stránok

source: Search sites...
sk: Prehľadávať stránky...

source: Sites <span>%d</span>
sk: Stránky <span>%d</span>

source: Sites
sk: Stránky

source: Create a Blog
sk: Vytvoriť blog

source: Blogs
sk: Blogy

source: Viewing site %1$s to %2$s (of %3$s sites)
sk: Zobrazuje sa stránka %1$s až %2$s (z celkového počtu %3$s stránok)

source: Profile picture of site author %s
sk: Profilový obrázok autora tejto stránky %s

source: active %s
sk: posledná aktivita %s

source: Latest Post: %s
sk: Najnovšie príspevky: %s

source: There was a problem, please correct the form below and try again.
sk: Vyskytol sa problém, prosím, opravte formulár nižsie a skúste znovu.

source: By filling out the form below, you can <strong>add a site to your account</strong>. There is no limit to the number of sites that you can have, so create to your heart's content, but blog responsibly!
sk: <strong>Pridajte stránku k vášmu účtu</strong> prostredníctvom vyplnenia formulára nižšie. Neexistuje limit pre počet stránok, ktoré máte, takže tvorte toľko, koľko vám srdce ráči, ale blogujte zodpovedne!

source: If you&#8217;re not going to use a great domain, leave it for a new user. Now have at it!
sk: Ak nebudete používať vynikajúcu doménu, prenechajte ju inému používateľovi. Teraz na to máte!

source: Create Site
sk: Vytvoriť stránku

source: Site Name:
sk: Názov stránky:

source: Site Domain:
sk: Doména stránky:

source: Your address will be
sk: Vaša adresa bude

source: blogname
sk: Názov blogu

source: domain.
sk: doména.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
sk: Musí mať najmenej 4 znaky, iba písnemná a čísla. Nemôže byť zmenené, vyberajte preto starostlivo!)

source: Site Title:
sk: Názov stránky:

source: Privacy:
sk: Ochrana osobných údajov:

source: I would like my site to appear in search engines, and in public listings around this network.
sk: Chcem aby bola moja stránka zobrazovaná vo vyhľadávačoch a vo verejných zoznamoch tejto siete.

source: Congratulations! You have successfully registered a new site.
sk: Gratulujeme! Stránka bola úspešne zaregistrovaná.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Login</a> as "%4$s" using your existing password.
sk: <a href="%1$s">%2$s</a> ja vašou novou stránkou. <a href="%3$s">Prihlásiť sa</a> ako "%4$s" s pomocou svojho existujúceho hesla.

source: Create a Site
sk: Vytvoriť stránku

source: %s's Sites
sk: stránky používateľa %s

source: %s's Recent Posts
sk: %s nedávne príspevky

source: %s's Recent Comments
sk: %s nedávne komentáre

source: Search
sk: Hľadať

source: Visit Site
sk: Navštíviť stránku

# widget name
source: (BuddyPress) Recent Networkwide Posts
sk: (BuddyPress) Najnovšie články zo sveta

source: Sorry, there were no posts found. Why not write one?
sk: Prepáčte, ale neboli nájdené žiadne príspevky. Chcete nejaký napísať?

source: Max posts to show:
sk: Maximálny počet zobrazených príspevkov:

source: Components
sk: Komponenty

source: Save Settings
sk: Uložiť nastavenia

source: Extended Profiles
sk: Rozšírené profily

source: Customize your community with fully editable profile fields that allow your users to describe themselves.
sk: Prispôsobte si svoju komunitu plne upraviteľnými profilovými poliami, ktoré poskytujú vašim používateľom miesto pre opis samých seba.

# plugins
source: All <span class="count">(%s)</span>
sk: Všetky <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
sk: Aktívny <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
sk: Neaktívny <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
sk: Povinný <span class="count">(%s)</span>

source: Component
sk: Súčasť

source: Description
sk: Popis

source: Select %s
sk: Vybrať %s

source: No components found.
sk: Neboli nájdené žiadne súčasti.

source: BuddyPress Core
sk: Jadro BuddyPress

source: It&#8216;s what makes <del>time travel</del> BuddyPress possible!
sk: It&#8216;s toto robí možné <del>cestovanie časom</del>!

source: Community Members
sk: Členovia komunity

source: Everything in a BuddyPress community revolves around its members.
sk: Všetko v komunite BuddyPress sa točí okolo používateľov.

source: Group Forums
sk: Skupinové fóra

source: Account Settings
sk: Nastavenia účtu

source: Allow your users to modify their account and notification settings directly from within their profiles.
sk: Povoľte vašim používateľom upraviť ich nastavenia účtu a upozornenia priamo cez ich profily.

source: Friend Connections
sk: Sieť priateľov

source: Let your users make connections so they can track the activity of others and focus on the people they care about the most.
sk: Nechajte vašich používateľov vytvárať spojenia, nech môžu sledovať aktivitu ostatných a sústrediť sa na ľudí, o ktorých sa zaujímajú najviac.

source: Private Messaging
sk: Súkromné správy

source: Allow your users to talk to each other directly and in private. Not just limited to one-on-one discussions, messages can be sent between any number of members.
sk: Povoliť členom komunikovať medzi sebou priamo a súkromne. Správy nie sú limitované na rozhovor medzi dvomi členmi, môžu byť posielané medzi akýmkoľvek počtom členom.

source: Global, personal, and group activity streams with threaded commenting, direct posting, favoriting and @mentions, all with full RSS feed and email notification support.
sk: Globálne, osobné a skupinové prehľady aktivít so zreťazenými komentármi, priame príspevky, označovanie obľúbenosti a @zmienky, všetko s plným RSS informačným kanálom a podporou email notifikácii.

source: User Groups
sk: Skupiny používateľov

source: Groups allow your users to organize themselves into specific public, private or hidden sections with separate activity streams and member listings.
sk: Skupiny dávaju vašim používateľom príležitosť organizovať sa do špecifických verejných, súkromných alebo skrytých sekcií s osobitnými prehľadmi aktivít a zoznamami členov.

source: Record activity for new posts and comments from your site.
sk: Zaznamenáva nové príspevky a správy na vašej stránke.

source: Record activity for new sites, posts, and comments across your network.
sk: Zaznamenáva nové stránky, príspevky a správy na celej sieti.

source: Why have all my BuddyPress menus disappeared?
sk: Prečo zmizli všetky menu v mojom BuddyPress?
