Repository: wpcommunitysk/SK_buddypress
Catalog: buddypress-wpcommunity-*.po
Languages: sk

source: All Members <span>%s</span>
sk: Všetci členovia <span>%s</span>

source: The activity of my friends only.
sk: Iba aktivita mojich priateľov.

source: My Friends <span>%s</span>
sk: Moji priatelia <span>%s</span>

source: The activity of groups I am a member of.
sk: Aktivita skupín, ktorých som členom.

source: My Groups <span>%s</span>
sk: Moje skupiny <span>%s</span>

source: The activity I've marked as a favorite.
sk: Aktivita, ktorú som označil ako obľúbenú.

source: My Favorites <span>%s</span>
sk: Moje obľúbené <span>%s</span>

source: Activity that I have been mentioned in.
sk: Aktivita, v ktorej som bol spomenutý.

source: RSS Feed
sk: RSS informačný kanál

source: Show:
sk: Zobraziť:

source: Everything
sk: Všetko

source: Updates
sk: Aktualizácie

source: Comments
sk: Komentáre

source: Forum Topics
sk: Témy fóra

source: Forum Replies
sk: Odpovede na fóre

source: New Groups
sk: Nové skupiny

source: Group Memberships
sk: Členstvo v skupine

source: New Members
sk: Noví členovia

source: What's new in %s, %s?
sk: Čo je nové v skupine %s?

source: What's new, %s?
sk: %s, čo je nové?

source: Post Update
sk: Aktualizovať status

source: Post in
sk: Zverejniť v

source: Sorry, there were no sites found.
sk: Prepáčte, stránka nebola nenájdená.

source: Site registration is currently disabled
sk: Registrácia je momentálne neaktívna

source: All Sites <span>%s</span>
sk: Všetky stránky <span>%s</span>

source: My Sites <span>%s</span>
sk: Moje stránky <span>%s</span>

source: Order By:
sk: Zoradiť podľa:

source: Last Active
sk: Posledná aktivita

source: Alphabetical
sk: Abecedne

source: Topic
sk: Téma

source: Freshness
sk: Aktuálnosť

source: Permanent link to this post
sk: Trvalý odkaz na tento príspevok

source: Started by %1$s
sk: Začaté používateľom %1$s

source: in %1$s
sk: v %1$s

source: Sorry, there were no forum topics found.
sk: Prepáčte, ale neboli nájdené žiadne témy fóra.

source: All Topics <span>%s</span>
sk: Všetky témy <span>%s</span>

source: My Topics <span>%s</span>
sk: Moje témy <span>%s</span>

source: Most Posts
sk: Počet príspevkov

source: Unreplied
sk: Bez odpovede

source: Create New Topic:
sk: Vytvoriť novú tému:

source: Content:
sk: Obsah:

source: Tags (comma separated):
sk: Značky (oddelené čiarkou):

source: Post In Group Forum:
sk: Pridať príspevok fóra skupiny:

source: Post Topic
sk: Vytvoriť tému

source: You are not a member of any groups so you don't have any group forums you can post in. To start posting, first find a group that matches the topic subject you'd like to start. If this group does not exist, why not <a href='%s'>create a new group</a>? Once you have joined or created the group you can post your topic in that group's forum.
sk: Nie ste členom žiadnej skupiny, takže nemáte žiadne fórum, do ktorého by ste mohli pridávať príspevky. Aby ste tak mohli urobiť, nájdite si skupinu, ktorá sa zhoduje s témou predmetu, ktorý by ste chceli diskutovať. Ak takáto skupina neexistuje, prečo by ste chceli <a href='%s'>založiť novú skupinu</a>? Akonáhle sa stanete členom skupiny alebo keď nejakú vytvoríte, možete založiť tému vo fóre tejto skupiny.

source: Group Name (required)
sk: Názov skupiny (povinné)

source: Group Description (required)
sk: Popis skupiny (povinné)

source: Privacy Options
sk: Nastavenia Ochrany osobných údajov

source: This is a public group
sk: Toto je verejná skupina

source: Any site member can join this group.
sk: Do tejto skupiny môže vstúpiť ktorýkoľvek používateľ stránky.

source: This group will be listed in the groups directory and in search results.
sk: Táto skupina bude zobrazovaná v zozname skupín a vo výsledkoch vyhľadávania.

source: Group content and activity will be visible to any site member.
sk: Obsah skupiny a jej aktivity budú viditeľné pre všetkých používateľov stránky.

source: This is a private group
sk: Toto je súkromná skupina

source: Only users who request membership and are accepted can join the group.
sk: Do skupiny sú prijatí iba používatelia, ktorí požiadajú o členstvo.

source: Group content and activity will only be visible to members of the group.
sk: Obsah a aktivity skupiny budú videteľné iba pre členov skupiny.

source: This is a hidden group
sk: Toto je skrytá skupina

source: Only users who are invited can join the group.
sk: Do skupiny môžu vstúpiť iba pozvaní používatelia.

source: This group will not be listed in the groups directory or search results.
sk: Táto skupina nebude zobrazovaná v skupinových adresároch a výsledkoch vyhľadávania.

source: Group Invitations
sk: Pozvánky do skupiny

source: Which members of this group are allowed to invite others?
sk: Ktorí členovia skupiny môžu pozývať ďalších do skupiny?

source: Should this group have a forum?
sk: Má mať táto skupina vlastné fórum?

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
sk: <strong>Pozor administrátor stránky:</strong> Fórum skupiny vyžaduje <a href="%s">správnu inštaláciu a konfiguráciu</a> bbPress inštalácie.

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
sk: Nahrajte obrázok, ktorý chcete používať ako profilový obrázok pre túto skupinu. Tento obrázok bude zobrazený na hlavnej stránke skupiny a vo výsledkoch vyhľadávania.

source: Upload Image
sk: Nahrať obrázok

source: To skip the avatar upload process, hit the "Next Step" button.
sk: Ak chcete preskočiť nahrávanie profilového obrázku, stlačte tlačidlo "Ďalej".

source: Crop Group Avatar
sk: Orezať obrázok profilu skupiny

source: Avatar to crop
sk: Obrázok, ktorý chcete orezať

source: Avatar preview
sk: Ukážka obrázku profilu

source: Crop Image
sk: Orezať obrázok

source: Select people to invite from your friends list.
sk: Vyberte ľudí z vášho zoznamu priateľov, ktorým chcete zaslať pozvánku.

source: Remove Invite
sk: Odstrániť pozvánku

source: Once you have built up friend connections you will be able to invite others to your group.
sk: Keď si pridáte priateľov budete ich môcť pozvať do vašej skupiny.

source: Back to Previous Step
sk: Späť na predchádzajúci krok

source: Next Step
sk: Ďalší krok

source: Create Group and Continue
sk: Vytvoriť skupinu a pokračovať

source: Finish
sk: Dokončiť

source: There were no groups found.
sk: Neboli nájdené žiadne skupiny.

source: All Groups <span>%s</span>
sk: Všetky skupiny <span>%s</span>

source: Most Members
sk: Väčšina členov

source: Newly Created
sk: Novo vytvorené

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
sk: Ak chcete odstrániť exitujúci obrázok, ale nechcete nahrať nový, použite tlačidlo Zmazať obrázok profilu.

source: Delete Avatar
sk: Zmazať obrázok profilu

source: Crop Avatar
sk: Orezať obrázok profilu

source: (banned)
sk: (zablokovaní)

source: Unban this member
sk: Odblokovať tohto používateľa

source: Remove Ban
sk: Odstrániť zákaz

source: Kick and ban this member
sk: Vyhodiť a zablokovať tohto člena

source: Kick &amp; Ban
sk: Vyhodiť &amp; Zablokovať

source: Promote to Mod
sk: Povýšiť na moderátora

source: Remove this member
sk: Odstrániť tohto člena

source: Remove from group
sk: Odstrániť zo skupiny

source: This group has no members.
sk: Táto skupina nemá žiadnych členov.

source: Accept
sk: Prijať

source: Reject
sk: Odmietnuť

source: There are no pending membership requests.
sk: Nemáte žiadne čakajúce žiadosti o členstvo

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
sk: UPOZORNENIE: Odstránenie tejto skupiny úplne vymaže VŠETOK obsah s ňou spojený. Prosím, buďte s touto voľbou opatrní, pretože sa nedá vrátiť späť.

source: I understand the consequences of deleting this group.
sk: Rozumiem následkom spojeným s odstránením tejto skupiny.

source: Forum Directory
sk: Adresár fóra

source: Edit:
sk: Upraviť:

source: This topic does not exist.
sk: Táto téma neexistuje.

source: New Reply
sk: Nová odpoveď

source: Topic tags:
sk: Značky tém:

source: %1$s said %2$s:
sk: %1$s povedal/-a %2$s:

source: There are no posts for this topic.
sk: Neexistujú žiadne príspevky na túto tému.

source: You will auto join this group when you reply to this topic.
sk: Ak pridáte odpoveď na túto tému, budete automaticky pridaní do tejto skupiny.

source: Add a reply:
sk: Odpovedať:

source: Post Reply
sk: Odoslať odpoveď

source: This topic is closed, replies are no longer accepted.
sk: Táto téma je zatvorená, odpovede už nie sú prijímané.

source: You will auto join this group when you start a new topic.
sk: Začatie novej témy z vás automaticky spraví člena tejto skupiny.

source: Post a New Topic:
sk: Pridať novú tému:

source: Group Admins
sk: Administrátori skupiny

source: Group Mods
sk: Moderátori skupiny

source: You are requesting to become a member of the group '%s'.
sk: Podali ste žiadosť o členstvo v skupine %s'.

source: Comments (optional)
sk: Komentáre (voliteľné)

source: Send Request
sk: Zaslať žiadosť

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
sk: Váš účet bol úspešne aktivovaný! Detaily vášho účtu vám boli zaslané v osobitnom emaily.

source: Please provide a valid activation key.
sk: Uveďte prosím platný aktivačný kľúč.

source: Activation Key:
sk: Aktivačný kľúč:

source: Newest Registered
sk: Najnovšie registrovaní

source: Sorry, no members were found.
sk: Prepáčte, žiadni členovia sa nenašli.

source: User registration is currently not allowed.
sk: Registrácia používateľov momentálne nie je povolená.

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
sk: Registrácia na tejto stránke je jednoduchá. Vyplňte prosím polia nižšie a váš nový účet bude vytvorený za chvíľu.

source: Account Details
sk: Detaily účtu

source: Username
sk: Používateľské meno

source: (required)
sk: (požadované)

source: Email Address
sk: E-mailová adresa

source: Choose a Password
sk: Zvoľte heslo

source: Confirm Password
sk: Potvrďte heslo

source: Profile Details
sk: Detaily profilu

source: Clear
sk: Vymazať

source: This field can be seen by: <span class="current-visibility-level">%s</span>
sk: Toto pole je viditeľné pre: <span class="current-visibility-level">%s</span>

# Change profile field visibility level
source: Change
sk: Zmeniť

source: Who can see this field?
sk: Kto môže vidieť toto pole?

source: Blog Details
sk: Detaily blogu

source: Yes, I'd like to create a new site
sk: Áno, chcem vytvoriť novú stránku

source: Blog URL
sk: URL adresa blogu

source: Site Title
sk: Názov stránky

source: Complete Sign Up
sk: Dokončiť registráciu

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
sk: Váš účet bol úspešne vytvorený! Aby ste mohli túto stránku začať používať, musíte si svoj účet aktivovať prostredníctvom emailu, ktorý bol zaslaný na vašu adresu.

source: You have successfully created your account! Please log in using the username and password you have just created.
sk: Váš účet bol úspešne vytvorený! Prosím, prihláste sa použitím vášho používateľské mena a hesla, ktoré ste si práve vytvorili.

source: You have no pending friendship requests.
sk: Nemáte žiadne čakajúce žiadosti o priateľstvo.

source: You have no outstanding group invites.
sk: Nemáte žiadne nevybavené pozvánky do skupín.

source: Send To (Username or Friend's Name)
sk: Príjemca (Používateľské meno alebo meno priateľa)

source: This is a notice to all users.
sk: Toto je oznam všetkým používateľom.

source: Subject
sk: Predmet

source: Message
sk: Správa

source: Send Message
sk: Poslať správu

source: From:
sk: Od:

source: To:
sk: Pre:

source: View Message
sk: Pozrieť správu

source: Delete Message
sk: Zmazať správu

source: Sorry, no messages were found.
sk: Prepáčte, žiadne správy sa nenašli.

source: Sent:
sk: Poslať:

source: Sorry, no notices were found.
sk: Prepáčte, žiadne oznamy sa nenašli.

source: You are alone in this conversation.
sk: V tejto diskusii ste len vy.

source: Conversation between %s and you.
sk: Rozhovor medzi vami a %s.

source: Send a Reply
sk: Poslať odpoveď

source: Send Reply
sk: Poslať odpoveď

source: Change Avatar
sk: Zmeniť obrázok profilu

source: Your avatar will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
sk: Váš obrázok profilu bude používaný vo vašom profile a na celej stránke. Ak máte <a href="http://gravatar.com">Gravatar</a> priradený k emailu vášho účtu, použijeme ten. Ak nie, môžete nahrať obrázok z vášho počítača.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
sk: Kliknite nižšie a vyberte JPG, GIF alebo PNG formát fotky z vášho počítača a potom pokračujete klinkutím na 'Nahrať obrázok'.

source: If you'd like to delete your current avatar but not upload a new one, please use the delete avatar button.
sk: Ak chcete odstrániť váš aktuálny obrázok profilu a nechcete nahrať nový, prosím použite tlačidlo Zmazať obrázok profilu.

source: Delete My Avatar
sk: Zmazať môj obrázok profilu

source: Crop Your New Avatar
sk: Orezať váš nový obrázok profilu

source: Your avatar will be used on your profile and throughout the site. To change your avatar, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
sk: Váš obrázok profilu bude používaný iba vo vašom profile a na stránke. Pre zmenu avataru si, prosím, vytvorte účet na <a href="http://gravatar.com">Gravatar.com</a>, pričom použite tú istú emailovú adresu ako tú, ktorú ste použili pri registrácii na tejto stránke.

source: Editing '%s' Profile Group
sk: Upravuje '%s' profil skupiny

source: Change
sk: Zmeniť

source: %s's Profile
sk: Profil používateľa %s

source: This user is a spammer.
sk: Tento používateľ je spammer.

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
sk: Vymazaním svojho účtu vymažete aj všetok obsah, ktorý ste vytvorili. Nebude možné ho obnoviť.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
sk: Vymazaním tohto účtu vymažete aj všetok obsah, ktorý používateľ vytvoril. Nebude možné ho obnoviť.

source: I understand the consequences.
sk: Rozumiem dôsledkom.

source: Current Password <span>(required to update email or change current password)</span>
sk: Súčasné heslo <span>(požadované na aktualizáciu emailu, alebo zmenu súčasného hesla)</span>

source: Password Lost and Found
sk: Straty a nálezy hesiel

source: Lost your password?
sk: Stratili ste svoje heslo?

source: Account Email
sk: Email k účtu

source: Change Password <span>(leave blank for no change)</span>
sk: Zmeniť heslo <span>(nechajte prázdne ak nechcete meniť heslo)</span>

source: New Password
sk: Nové heslo

source: Repeat New Password
sk: Zopakujte nové heslo

source: Send a notification by email when:
sk: Poslať upozornenie emailom keď:

source: My Favorites
sk: Moje obľúbené

source: Accepted
sk: Prijaté

source: Rejected
sk: Zamietnuté

source: Show all comments for this thread
sk: Ukázať všetky komenátre pre toto vlákno

source: Show all
sk: Zobraziť všetky

source: comments
sk: komentáre

source: There was a problem posting your update, please try again.
sk: Vyskytol sa problém pri zverejňovaní vašej aktuality, prosím, skúste znovu.

source: There was a problem when deleting. Please try again.
sk: Vyskytol sa problém pri mazaní. Prosím, skúste znovu.

source: Friendship could not be requested.
sk: Nemôžete požiadať o priateľstvo.

source: Friendship request could not be cancelled.
sk: Žiadosť o priateľstvo nemôže byť zrušená.

source: Request Pending
sk: Žiadosť čaká na vybavenie

source: There was a problem accepting that request. Please try again.
sk: Vyskytol sa problém pri prijímaní žiadosti. Prosím, skúste znovu.

source: There was a problem rejecting that request. Please try again.
sk: Vyskytol sa problém pri odmietaní žiadosti. Prosím, skúste znovu.

source: Error joining group
sk: Chyba pri vstupe do skupiny

source: Error requesting membership
sk: Chyba pri žiadosti o členstvo

source: Membership Requested
sk: Členstvo vyžiadané

source: Error leaving group
sk: Chyba pri odchádzaní zo skupiny

source: There was a problem closing the notice.
sk: Vyskytla sa chyba pri zatváraní poznámky.

source: There was a problem sending that reply. Please try again.
sk: Vyskytla sa chyba pri odosielaní odpovede. Prosím, skúste znovu.

source: There was a problem marking messages as unread.
sk: Vyskytla sa chyba pri označovaní správ ako neprečítaných.

source: There was a problem marking messages as read.
sk: Vyskytla sa chyba pri označovaní správ ako prečítaných.

source: There was a problem deleting messages.
sk: Vyskytla sa chyba pri odstraňovaní správ.

source: Page not found
sk: Stránka nebola nájdená

source: We're sorry, but we can't find the page that you're looking for. Perhaps searching will help.
sk: Je nám ľúto, ale nemôžeme nájsť stránku, ktorú požadujete. Môžno pomôže vyhľadávanie.

source: In reply to:
sk: Odpoveď na:

source: View Thread / Permalink
sk: Zobraziť vlákno / Trvalý odkaz

source: or press esc to cancel.
sk: alebo stlačte esc pre zrušenie

source: Site Activity
sk: Aktivita na stránke

source: You are browsing the archive for %1$s.
sk: Prehľadávate archív pre %1$s.

# Post written by...
source: by %s
sk: %s

source: Permanent Link to
sk: Trvalý odkaz na

source: %1$s <span>in %2$s</span>
sk: %1$s <span>v %2$s</span>

source: Read the rest of this entry &rarr;
sk: Prečítajte zvyšok tejto položky &rarr;

source: Pages:
sk: Stránky:

source: Tags:
sk: Značky:

source: No Comments &#187;
sk: Žiaden komentár &#187;

source: 1 Comment &#187;
sk: 1 komentár &#187;

source: % Comments &#187;
sk: % komentárov &#187;

source: Not Found
sk: Nenájdené

source: Edit this entry
sk: Upraviť tento záznam

source: Full size is %s pixels
sk: Plná veľkosť je %s pixelov

source: Link to full size image
sk: Odkaz na obrázok v plnej veľkosti

source: Sorry, no attachments matched your criteria.
sk: Prepáčte, ale žiadne prílohy nespĺňajú vaše kritéria.

source: Site Directory
sk: Adresár stránky

source: Password Protected
sk: Chránené heslom

source: Enter the password to view comments.
sk: Zadajte heslo pre zobrazenie komentárov.

source: 1 response to %2$s
sk: 1$s odpoveď na %2$s

source: Comments are closed, but <a href="%1$s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
sk: Komentáre sú vypnuté, ale <a href="%1$s" title="Spätný odkaz pre tento príspevok">spätné odkazy</a> a spätné upozornenia sú povolené.

source: Comments are closed.
sk: Komentáre sú zatvorené.

source: 1 trackback
sk: 1 spätný odkaz

source: Proudly powered by <a href="%1$s">WordPress</a> and <a href="%2$s">BuddyPress</a>.
sk: Používa technológiu <a href="%1$s">WordPress</a> a <a href="%2$s">BuddyPress</a>.

source: Forums Directory
sk: Adresár fór

source: Primary Navigation
sk: Primárna navigácia

source: The sidebar widget area
sk: Widgety bočného panelu

source: First Footer Widget Area
sk: Prvý widget v päte stránky

source: The first footer widget area
sk: Prvý widget v päte stránky

source: Second Footer Widget Area
sk: Druhý widget v päte stránky

source: The second footer widget area
sk: Druhý widget v päte stránky

source: Third Footer Widget Area
sk: Tretí widget v päte stránky

source: The third footer widget area
sk: Tretí widget v päte stránky

source: Fourth Footer Widget Area
sk: Štvrtý widget v päte stránky

source: The fourth footer widget area
sk: Štvrtý widget v päte stránky

source: <a href="%1$s" rel="nofollow">%2$s</a> said on <a href="%3$s"><span class="time-since">%4$s</span></a>
sk: <a href="%1$s" rel="nofollow">%2$s</a> povedal/-a <a href="%3$s"><span class="time-since">%4$s</span></a>

source: Your comment is awaiting moderation.
sk: Váš komentár čaká na spracovanie.

source: Edit comment
sk: Upraviť komentár

source: Theme activated! This theme contains <a href="%s">custom header image</a> support and <a href="%s">sidebar widgets</a>.
sk: Téma aktivovaná! Táto téma obsahuje podporu pre <a href="%s">vlastný obrázok v záhlaví</a> a <a href="%s">widgety bočného panela</a>.

source: You must be <a href="%1$s">logged in</a> to post a comment.
sk: K tomu aby ste mohli pridať komentár sa musíte <a href="%1$s">prihlásiť</a>.

source: Leave a reply
sk: Odoslať odpoveď

source: &larr; Previous Entries
sk: &larr; Predchádzajúce položky

source: Next Entries &rarr;
sk: Ďalšie položky &rarr;

source: Groups Directory
sk: Adresár skupín

# Home page banner link title
source: Home
sk: Domov

source: Search for:
sk: Hľadať:

# Sticky post
source: Featured
sk: Odporúčané

source: Sorry, but you are looking for something that isn't here.
sk: Prepáčte, ale hľadáte niečo, čo tu nie je.

source: Links
sk: Odkazy

source: Members Directory
sk: Adresár členov

source: General Settings
sk: Všeobecné nastavenia

source: Email Notification
sk: Upozornenie e-mailom

source: <p class="serif">Read the rest of this page &rarr;</p>
sk: <p class="serif">Prečítajte si zvyšok stránky &rarr;</p>

source: Edit this page.
sk: Upraviť túto stránku.

source: Site
sk: Stránka

source: Search Results
sk: Výsledky vyhľadávania

source: No posts found. Try a different search?
sk: Neboli nájdené žiadne príspevky. Skúsiť iné vyhľadávanie?

source: Please <a href="%s" title="Create an account">create an account</a> to get started.
sk: Prosím, na začiatok si <a href="%s" title="Vytvoriť účet">vytvorte účet</a>.

source: Password
sk: Heslo

source: Remember Me
sk: Zapamätať si ma

source: Forum Topic Tags
sk: Značky tém fóra

source: Sorry, no posts matched your criteria.
sk: Je nám ľúto, ale žiadne príspevky sa nezhodujú s vašimi kritériami.

source: Member changed profile picture
sk: Používateľ zmenil svoju profilovú fotku

source: New member registered
sk: Nový člen registrovaný

source: Updated Profile
sk: Profil aktualizovaný

source: %s changed their profile picture
sk: %s zmenil/-a svoj profilový obrázok

source: Profile Fields
sk: Profilové polia

source: Add New Field Group
sk: Pridať novú skupinu polí

source: Fields in the "%s" group will appear on the signup page.
sk: Polia v skupine %s budú zobrazené na prihlasovacej stránke.

source: (Primary)
sk: (Primárna)

source: Add New Field
sk: Pridať nové pole

source: There are no fields in this group.
sk: V tejto skupine nie sú žiadne polia.

source: You have no groups.
sk: Nemáte žiadne skupiny.

source: Add New Group
sk: Pridať novú skupinu

source: There was an error saving the group. Please try again
sk: Vyskytla sa chyba pri ukladaní skupiny. Prosím, skúste znovu

source: The group was saved successfully.
sk: Skupina bola úspešne uložená.

source: There was an error deleting the group. Please try again
sk: Vyskytla sa chyba pri mazaní tejto skupiny. Prosím, skúste znovu

source: The group was deleted successfully.
sk: Skupina bola úspešne odstránená.

source: There was an error saving the field. Please try again
sk: Vyskytla sa chyba pri ukladaní poľa. Prosím, skúste znovu

source: The field was saved successfully.
sk: Pole bolo úspešne uložené.

source: field
sk: pole

source: option
sk: možnosť

source: There was an error deleting the %s. Please try again
sk: Vyskytla sa chyba pri mazaní %s. Prosím, skúste znovu

source: The %s was deleted successfully!
sk: %s bol úspešne odstránený!
