Repository: wpcommunitysk/SK_buddypress
Catalog: buddypress-wpcommunity-*.po
Languages: sk

source: (Required)
sk: (Požadované)

source: Please make sure you give the group a name.
sk: Prosím, uistite sa, že skupiná má meno.

source: Create Field Group
sk: Vytvoriť skupinu polí

source: Edit Field Group
sk: Upraviť skupinu polí

source: Field Group Title
sk: Názov skupiny polí

source: Group Description
sk: Popis Skupiny

source: Please enter options for this Field:
sk: Prosím zadajte nastavenia pre toto pole:

source: Sort Order:
sk: Spôsob zoradenia:

source: Custom
sk: Vlastné

source: Ascending
sk: Vzostupný

source: Descending
sk: Zostupný

source: Default Value
sk: Predvolená hodnota

source: Add Another Option
sk: Pridať ďalšiu možnosť

source: Add Field
sk: Pridať pole

source: Edit Field
sk: Upraviť pole

source: Field Description
sk: Popis pola

source: Default Visibility
sk: Predvolená viditeľnosť

source: Per-Member Visibility
sk: Viditeľnosť pre členov

source: Let members change this field's visibility
sk: Povoliť členom nastavovať viditeľnosť tohto poľa

source: Enforce the default visibility for all members
sk: Vynútiť štandardnú viditeľnosť pre všetkých členov

source: Not Required
sk: Nie je požadované

source: Required
sk: Požadované

source: Field Type
sk: Typ pola

source: Text Box
sk: Textové pole

source: Date Selector
sk: Výber dátumu

source: Radio Buttons
sk: Prepínacie tlačidlá

source: Drop Down Select Box
sk: Rozbaľovacie výborové pole

source: Multi Select Box
sk: Pole viacnásobného výberu

source: Checkboxes
sk: Začiarkovacie políčka

source: Please make sure you fill out all required fields.
sk: Prosím uistite sa, že ste vyplnili všetky požadované polia.

source: Radio button field types require at least one option. Please add options below.
sk: Tlačidlá prepínacieho typu vyžadujú aspoň jednu voľbu. Prosím, upravte nastavenia nižšie.

source: Select box field types require at least one option. Please add options below.
sk: Výberové polia vyžadujú aspoň jednu voľbu. Prosím, upravte nastavenia nižšie.

source: Checkbox field types require at least one option. Please add options below.
sk: Začiarkovacie polia vyžadujú najmenej jednu voľbu. Prosím, upravte nastavenia nižšie.

source: Anyone
sk: Ktokoľvek

source: Logged In Users
sk: Prihlásení používatelia

source: Admins Only
sk: Iba administrátori

source: Please make sure you fill in all required fields in this profile field group before saving.
sk: Prosím uistite sa, že ste vyplnili všetky požadované polia v tejto skupine skupine polí pred uložením.

source: There was a problem updating some of your profile information, please try again.
sk: Vyskytol sa problém pri aktualizácii niektorých z vašich profilových informácii, prosím, skúste znovu.

source: Changes saved.
sk: Zmeny uložené.

source: January
sk: Január

source: February
sk: Február

source: March
sk: Marec

source: April
sk: Apríl

source: May
sk: Máj

source: June
sk: Jún

source: July
sk: Júl

source: October
sk: Október

source: Avatar uploads are currently disabled. Why not use a <a href="http://gravatar.com" target="_blank">gravatar</a> instead?
sk: Nahrávanie profilového obrázku je momentálne neaktívne. Prečo namiesto toho nepoužiť <a href="http://gravatar.com" target="_blank">gravatar</a>?

source: Profile not recently updated
sk: Profil nebol v poslednej dobe aktualizovaný

source: Profile updated %s
sk: Profil aktualizovaný %s
