Repository: wpcommunitysk/SK_buddypress
Catalog: buddypress-wpcommunity-*.po
Languages: sk

source: Don't worry! We've moved the BuddyPress options into more convenient and easier to find locations. You're seeing this page because you are running a legacy BuddyPress plugin which has not been updated.
sk: Bez obáv! Premiestnili sme BuddyPress možnosti na pohodlnejšie a lepšie prístupné miesta. Táto stránka sa vám zobrazuje, pretože máte spustenú staršiu verziu BuddyPress modulu, ktorá ešte nebola aktualizovaná.

source: Components, Pages, Settings, and Forums, have been moved to <a href="%s">Settings &gt; BuddyPress</a>. Profile Fields has been moved into the <a href="%s">Users</a> menu.
sk: Komponenty, Stránky, Nastavenia a Fóra boli premiestnené do <a href="%s">Nastavenia &gt; BuddyPress</a>. Profilové polia boli premiestnené do menu <a href="%s">Používatelia</a> .

source: <strong>BuddyPress is almost ready</strong>. You must <a href="%s">update your permalink structure</a> to something other than the default for it to work.
sk: <strong>BuddyPress je takmer pripravený</strong>. Na to, aby začal pracovať, musíte <a href="%s">aktualizovať štruktúru trvalých odkazov</a> na inú ako je prednastavná.

source: Activate
sk: Aktivovať

source: Register
sk: Registrovať

source: The following active BuddyPress Components do not have associated WordPress Pages: %2$s. <a href="%1$s" class="button-secondary">Repair</a>
sk: Nasledujúce aktívne BuddyPress komponenty neboli priradené k WordPress stránkam: %2$s. <a href="%1$s" class="button-secondary">Opraviť</a>

source: Each BuddyPress Component needs its own WordPress page. The following WordPress Pages have more than one component associated with them: %2$s. <a href="%1$s" class="button-secondary">Repair</a>
sk: Každý prvok BuddyPress potrebuje svoju WordPress stránku. Nasledujúce stránky majú priradené viac ako jeden prvok: %2$s. <a href="%1$s" class="button-secondary">Opraviť</a>

source: Pages
sk: Stránky

source: Settings
sk: Nastavenia

source: Forums
sk: Fóra

source: Show the Toolbar for logged out users
sk: Zobrazovať panel s nástrojmi pre odhlásených používateľov

source: Allow registered members to delete their own accounts
sk: Povoliť používateľom zrušiť si svoj vlastný účet

source: Switch to WordPress Toolbar
sk: Prepnúť na WordPress panel s nástrojmi

source: Allow Akismet to scan for activity stream spam
sk: Povoliť skenovanie prehľadu aktivít proti spamu prostredníctvom Akismet

source: Allow activity stream commenting on blog and forum posts
sk: Povoliť komentovanie aktivít v príspevkoch na blogu a na fórach

source: Enable BuddyPress to WordPress profile syncing
sk: Povoliť synchronizáciu BuddyPressu s Wordpressom

source: Allow registered members to upload avatars
sk: Povoliť registrovaným používateľom nahrávať obrázok profilu (avatar)

source: Enable group creation for all users
sk: Povoliť vytváranie skupín všetkým používateľom

source: Administrators can always create groups, regardless of this setting.
sk: Administrátori môžu vždy vytvárať skupiny, nezávisle na tomto nastavení.

source: Attempt to save a new config file.
sk: Pokus o uloženie nového súboru s nastaveniami.

source: Repair
sk: Opraviť

source: File does not exist
sk: Súbor neexistuje

source: Absolute path to your bbPress configuration file.
sk: Absolútna cesta ku konfiguračnému súboru bbPress.

source: Directories
sk: Adresáre

source: Associate a WordPress Page with each BuddyPress component directory.
sk: Priradiť WordPress stránku ku každému BuddyPress adresáru komponentov.

source: - None -
sk: -Žiadne-

source: New Page
sk: Nová stránka

source: Save
sk: Uložiť

source: Registration
sk: Registrácia

source: Associate WordPress Pages with the following BuddyPress Registration pages.
sk: Priradiť WordPress stránky k nasledujúcim BuddyPress registračným stránkam

source: BuddyPress Help
sk: BuddyPress pomocník

source: Help
sk: Pomocník

source: BuddyPress Components
sk: Komponenty BuddyPress

source: BuddyPress Pages
sk: Stránky BuddyPress

source: BuddyPress Settings
sk: BuddyPress Nastavenia

source: Main Settings
sk: Hlavné nastavenia

source: Toolbar
sk: Panel s nástrojmi

source: Account Deletion
sk: Zmazanie účtu

source: Profile Settings
sk: Nastavenia profilu

source: Avatar Uploads
sk: Nahrávanie profilových obrázkov

source: Profile Syncing
sk: Synchronizácia profilu

source: Groups Settings
sk: Nastavenia Skupín

source: Group Creation
sk: Vytváranie skupín

source: bbPress Configuration
sk: Nastavenia pre bbPress

source: Activity Settings
sk: Nastavenia aktivít

source: Blog &amp; Forum Comments
sk: Blog &amp; Komentáre do fóra

source: Akismet
sk: Aksimet

source: Members
sk: Členovia

source: Core Developers
sk: Hlavný vývojári

source: Recent Rockstars
sk: Nedávne hviezdy

source: Design Officer
sk: Dôstojník pre dizajn

source: My Account
sk: Môj účet

source: Avatar Image
sk: Obrázok profilu

source: Your upload failed, please try again. Error was: %s
sk: Váš upload zlyhal, skúste neskôr. Chyba: %s

source: The file you uploaded is too big. Please upload a file under %s
sk: Súbor, ktorý ste sa pokúsili nahrať, je príliš veľký. Prosím, nahrajte súbor menší ako %s

source: Please upload only JPG, GIF or PNG photos.
sk: Prosím nahrávajte iba JPG, GIF alebo PNG fotografie.

source: Upload Failed! Error was: %s
sk: Upload zlyhal! Chyba: %s

source: Upload failed! Error was: %s
sk: Aktualizácia zlyhala! Chyba nastala v: %s

source: Avatar of %s
sk: Obrázok profilu %s

source: You do not have access to this page.
sk: Nemáte prístup na túto stránku.

source: Log In
sk: Prihlásiť sa

source: Sign Up
sk: Zaregistrovať sa

source: Log Out
sk: Odhlásiť sa

source: Visit
sk: Návšteva

source: Random Member
sk: Náhodný člen

source: Random Group
sk: Náhodná skupina

source: Random Site
sk: Náhodná stránka

source: Special community roles no longer exist. Use mapped capabilities instead
sk: Špeciálne komunitné role už neexistujú. Namiesto nich použite priradené možnosti

source: This user has been marked as a spammer. Only site admins can view this profile.
sk: Tento používateľ bol označený za spamera. Len admini stránky môžu prezerať tento profil.

source: You must log in to access the page you requested.
sk: Pre prístup k stránke sa musíte prihlásiť.

source: %d group
sk: %d skupina

source: [User Set]
sk: [Množina používateľov]

source: Thanks for registering! To complete the activation of your account and blog, please click the following link: %1$s After you activate, you can visit your blog here: %2$s
sk: Ďakujeme za registráciu! Pre dokončenie aktivácie svojho účtu a blogu, prosím, kliknite na nasledujúci odkaz: %1$s Po dokončení aktivácie môžete nájsť svoj blog tu: %2$s

source: Activate %s
sk: Aktivovať %s

source: Thanks for registering! To complete the activation of your account please click the following link: %1$s
sk: Vďaka za registráciu! Na dokončenie aktivácie vášho účtu, prosím, klinknite na nasledujúci odkaz: %1$s

source: Activate Your Account
sk: Aktivujte svoj účet

source: %s Directory
sk: %s Zoznam

source: Create an Account
sk: Vytvoriť účet

source: Activate your Account
sk: Aktivovať váš účet

source: Create a Group
sk: Vytvoriť skupinu

source: sometime
sk: niekedy

source: right now
sk: práve teraz

source: %s ago
sk: pred %s

source: Not recently active
sk: Žiadna nedávna aktivita

source: Profile
sk: Profil

source: Options
sk: Možnosti

source: %1$s at %2$s
sk: %1$s v %2$s

source: Posts
sk: Príspevky

source: Search these:
sk: Hľadať v:

source: Search anything...
sk: Hľadať hocičo...

source: A dynamic list of recently active, popular, and newest members
sk: Dynamický list nedávano aktívnych, obľúbených a najnovších členov

# widget name
source: (BuddyPress) Members
sk: (BuddyPress) Členovia

source: Newest
sk: Najnovšie

source: Active
sk: Aktívne

source: Popular
sk: Populárne

source: No one has signed up yet!
sk: Nikto sa ešte neprihlásil!

source: Title:
sk: Názov:

source: Link widget title to Members directory
sk: Prepojiť názov widgetu s adresárom členov

source: Max members to show:
sk: Maximum zobrazovaných členov:

source: Default members to show:
sk: Predvolené zobrazovanie používateľov:

source: Avatars of users who are currently online
sk: Obrázky profilov používateľov ktorí sú práve online

# widget name
source: (BuddyPress) Who's Online
sk: (BuddyPress) Kto je online

source: There are no users currently online
sk: Žiadny používatelia nie sú momentálne prihlásení

source: Who's Online
sk: Kto je Online

source: Max Members to show:
sk: Maximálny počet zobrazovaných členov:

source: Avatars of recently active members
sk: Obrázky profilov aktívnych používateľov

# widget name
source: (BuddyPress) Recently Active Members
sk: (BuddyPress) Nedávno aktívny členovia

source: There are no recently active members
sk: Žiadny členovia neboli nedávno prihlásení

source: There were no members found, please try another filter.
sk: Neboli nájdení žiadni členovia, prosím, skúste iný filter.

source: My Profile
sk: Môj profil

source: Name
sk: Meno

source: About Me
sk: O mne

source: Website
sk: Webová stránka

source: %1$s mentioned you in the group "%2$s"
sk: %1$s vás spomenul/-a v skupine "%2$s"

source: Recently Active
sk: Nedávno aktívny

source: Alphabetically
sk: Abecedne

source: Discussion Forums
sk: Diskusné fóra

source: Search Forums...
sk: Prehľadávať fóra...

source: Topics Started
sk: Začaté témy

source: Replied To
sk: Odpovedal na

source: Replies
sk: Odpovede

source: Favorite Topics
sk: Obľúbené témy

source: The forums component has not been set up yet.
sk: Komponenty fóra ešte neboli nainštalované.

source: Please provide a title for your forum topic.
sk: Prosím zadajte názov témy

source: Forum posts cannot be empty. Please enter some text.
sk: Príspevky do fóra nemôžu byť prázdne. Prosím zadajte text.

source: There was an error when creating the topic
sk: Vyskytla sa chyba pri vytváraní témy

source: The topic was created successfully
sk: Téma bola úspešne vytvorená

source: Please pick the group forum where you would like to post this topic.
sk: Prosím, vyberte skupinové fórum, na ktoré chcete pridať túto tému.

source: New Topic
sk: Nová téma

source: Deleted User
sk: Zmazaný používateľ

source: Group logo for %s
sk: Logo skupiny pre %s

source: %d post
sk: %d príspevok

source: %d posts
sk: %d príspevky

source: Edit Topic
sk: Upraviť tému

source: Sticky Topic
sk: Hlavná téma

source: Un-stick Topic
sk: Zrušiť označenie témy ako hlavnej

source: Open Topic
sk: Otvorená téma

source: Close Topic
sk: Uzavrieť tému.

source: Delete Topic
sk: Odstrániť tému

source: matching tag "%s"
sk: zodpovedajúca značka "%s"

source: Viewing topic %s to %s (of %s total topics%s)
sk: Zobrazuje sa téma %s až %s (z %s tém%s)

source: Viewing post %1$s to %2$s (%3$s total posts)
sk: Zobrazuje sa príspevok %1$s až %2$s (z %3$s príspevkov)

source: Settings Saved.
sk: Nastavenia uložené.

source: (Installed)
sk: (Nainštalované)

source: Forums for Groups
sk: Fóra pre skupiny

source: Give each individual group its own discussion forum. Choose this if you'd like to keep your members' conversations separated into distinct areas.
sk: Individuálne diskusné fórum pre každu skupinu. Zvoľte, ak chcete, aby boli konverzácie vašich členov rozdeľované na odlišných oblastí.

source: Features
sk: Vlastnosti

source: Group Integration
sk: Integrácia skupiny

source: Member Profile Integration
sk: Integrácia profilu člena

source: Activity Stream Integration
sk: Integrácia prehľadu aktivít

source: @ Mention Integration
sk: @ Integrácia zmienok

source: Uninstall Group Forums
sk: Odinštalovať fóra pre skupiny

source: The bb-config.php file was not found at that location, please try again.
sk: Súbor bb-config.php nebol nájdený v tej lokácii, prosím skúste znovu.

source: Forums were set up correctly using your existing bbPress install!
sk: Fóra boli správne nainštalované použitím vašej existujúcej bbPress inštalácie!

source: BuddyPress will now use its internal copy of bbPress to run the forums on your site. If you wish, you can remove your old bbPress installation files, as long as you keep the bb-config.php file in the same location.
sk: BuddyPress bude odteraz na spúšťanie fór na vašej stránke používať jeho internú kópiu bbPress. Ak chcete môžete odstrániť vaše staré bbPress inštalačné súbory, ale iba pokiaľ ponecháte súbor bb-config.php na rovnakom mieste.

source: Existing bbPress Installation
sk: Existujúca bbPress inštalácia

source: BuddyPress can make use of your existing bbPress install. Just provide the location of your <code>bb-config.php</code> file, and BuddyPress will do the rest.
sk: BuddyPress dokáže použiť vašu existujúcu bbPress inštaláciu. Iba zadajte umiestnenie vášho <code>bb-config.php</code> súboru a BuddyPress urobí zvyšok.

source: Complete Installation
sk: Dokončiť inštaláciu

source: <p>All done! Configuration settings have been saved to the file <code>bb-config.php</code> in the root of your WordPress install.</p>
sk: <p>Hotovo! Nastavenia konfigurácie boli uložené do súboru <code>bb-config.php</code> v adresári vašej WordPress inštalácie.</p>

source: <p>A configuration file could not be created. No problem, but you will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your WordPress installation before you can start using the forum functionality.</p>
sk: <p>Konfiguračný súbor nebolo možné vytvoriť. Nie je to problém, ale aby ste mohli začať používať fórum, musíte uložiť text zobrazený nižšie do súboru s názvom <code>bb-config.php</code> v koreňovom adresári vašej WordPress inštalácie.</p>

source: New bbPress Installation
sk: Nová bbPress inštalácia

source: You've decided to set up a new installation of bbPress for forum management in BuddyPress. This is very simple and is usually just a one click process. When you're ready, hit the link below.
sk: Rozhodli ste sa začat novú inštaláciu bbPress pre spravovanie fór v BuddyPress. Je to veľmi jednoduchý proces na jedno klinkutie → → → → . Keď budete pripravení, kliknite na odkaz nižšie.

source: bbPress files were not found. To install the forums component you must download a copy of bbPress and make sure it is in the folder: "%s"
sk: bbPress súbory neboli nájdené. Pre inštaláciu komponentov diskusného fóra si musíte stiahnuť kópiu bbPress a uistiť sa, že sa táto kópia nachádza v adresári: "%s"

source: Install Group Forums
sk: Nainštalovať fóra pre skupiny

source: Use Existing Installation
sk: Použiť existujúcu inštaláciu

source: Friendship could not be requested.
sk: Priateľstvo nemohlo byť vyžiadané.

source: Friendship requested
sk: Priateľstvo vyžiadané

source: You are already friends with this user
sk: S týmto používateľom už ste priatelia

source: You already have a pending friendship request with this user
sk: S týmto používateľom už máte žiadosť o priateľstvo čakajúcu na prijatie

source: Friendship could not be canceled.
sk: Priateľstvo nemohlo byť zrušené.

source: Friendship canceled
sk: Priateľstvo zrušené

source: You are not yet friends with this user
sk: Ešte nie ste priatelia s týmto používateľom

source: You have a pending friendship request with this user
sk: S týmto používateľom máte žiadosť o priateľstvo čakajúcu na prijatie

source: Friendships accepted
sk: Priateľstvo potvrdené

source: New friendships
sk: Nové priateľstvá

source: New friendship created
sk: Nové priateľstvo utvorené

source: %d friends accepted your friendship requests
sk: %d priatelia prijali vaše žiadosti o priateľstvo

source: %s accepted your friendship request
sk: %s prijal vašu žiadosť o priateľstvo

source: You have %d pending friendship requests
sk: Máte %d čakajúcich žiadostí o priateľstvo

source: You have a friendship request from %s
sk: Dostali ste žiadosť o priateľstvo od %s

source: %1$s and %2$s are now friends
sk: %1$s a %2$s sa stali priateľmi

source: Search Friends...
sk: Hľadať priateľov...

source: Friends <span>%d</span>
sk: Priatelia <span>%d</span>

source: Friendships
sk: Priateľstvá

source: Requests
sk: Žiadosti

source: Friends <span class="count">%s</span>
sk: Priatelia <span class="count">%s</span>

source: Pending Requests <span class="count">%s</span>
sk: Čakajúce žiadosti <span class="count">%s</span>

source: No Pending Requests
sk: Žiadne čakajúce žiadosti

source: New friendship request from %s
sk: Nová žiadosť o priateľstvo od %s

source: %1$s wants to add you as a friend. To view all of your pending friendship requests: %2$s To view %3$s's profile: %4$s ---------------------
sk: %1$s si vás chce pridať za priateľa. Všetky vaše čakajúce požiadavky o priateľstvo: %2$s Odkaz na profil používateľa %3$s: %4$s ---------------------

source: %1$s accepted your friend request. To view %2$s's profile: %3$s ---------------------
sk: %1$s prijal vašu žiadosť o priateľstvo. Pre zobrazenie profilu používateľa %2$s kliknite na: %3$s ---------------------

source: Friendship accepted
sk: Priateľstvo prijaté

source: Friendship could not be accepted
sk: Priateľstvo nemohlo byť prijaté

source: Friendship rejected
sk: Priateľstvo odmietnuté

source: Friendship could not be rejected
sk: Priateľstvo nemohlo byť odmietnuté

source: Friendship request withdrawn
sk: Žiadosť o priateľstvo bola vzatá späť.

source: Friendship request could not be withdrawn
sk: Žiadosť o priateľstvo sa nedá vziať späť.

source: A member sends you a friendship request
sk: Člen vám poslal žiadosť o priateľstvo

source: A member accepts your friendship request
sk: Člen prijal vašu žiadosť o priateľstvo

source: My Friends
sk: Moji priatelia

source: %s's Friends
sk: Priatelia %s

source: See All
sk: Zobraziť všetkých

source: You haven't added any friend connections yet.
sk: Ešte ste si nepridali žiadnych priateľov.

source: %s hasn't created any friend connections yet.
sk: %s ešte nemá pridaných žiadnych priateľov.

source: There aren't enough site members to show a random sample just yet.
sk: Stránka ešte nemá dostatok členov pre zobrazenie náhodnej vzorky.

source: Filter Friends
sk: Filtrovať priateľov

source: %d friend
sk: %d priateľ

source: %d friends
sk: %d priatelia/-ov

source: Cancel Friendship Request
sk: Vziať späť žiadosť o priateľstvo

source: Cancel Friendship Requested
sk: Odmietnuť žiadosť o priateľstvo.

source: Cancel Friendship
sk: Zrušiť priateľstvo

source: Add Friend
sk: Pridať priateľa

source: Sorry, you are not allowed to create groups.
sk: Je nám ľúto, ale nemáte povolené vytvárať skupiny.

source: There was an error saving group details. Please try again.
sk: Vyskytla sa chyba pri ukladaní skupinových detailov. Prosím, skústne znovu.

source: Please fill in all of the required fields
sk: Prosím, vyplnte všetky požadované polia

source: There was an error saving group details, please try again.
sk: Vyskytla sa chyba pri ukladaní skupinových detailov, prosím, skústne znovu.

source: %1$s created the group %2$s
sk: %1$s vytvoril/-a skupinu %2$s

source: There was an error saving the group avatar, please try uploading again.
sk: Vyskytla sa chyba pri ukladaní obrázku profilu skupiny. Prosím, skústne ho nahrať znova.

source: The group avatar was uploaded successfully!
sk: Obrázok profilu skupiny bol úspešne nahratý!

source: There was an error joining the group.
sk: Vyskytla sa chyba pri pridávaní do skupiny.

source: You joined the group!
sk: Boli ste pridaní do skupiny!

source: This group must have at least one admin
sk: Táto skupina musí mať aspoň jedného správcu

source: There was an error leaving the group.
sk: Vyskytla sa chyba pri odchode zo skupiny

source: You successfully left the group.
sk: Úspešne ste opustili skupinu.

source: Created a group
sk: Vytvoril skupinu

source: Joined a group
sk: Pridal/-a sa do skupiny

source: New group forum topic
sk: Nová téma fóra skupiny

source: New group forum post
sk: Nový príspevok do fóra skupiny

source: %1$d new membership requests for the group "%2$s"
sk: počet nových žiadosti o členstvo v skupine "%2$s": %1$d

source: Group Membership Requests
sk: Žiadosti o členstvo v skupine

source: %s requests group membership
sk: %s požaduje členstvo v skupine

source: %d accepted group membership requests
sk: %d prijal žiadosť o členstvo v skupine

source: Membership for group "%s" accepted
sk: Členstvo v skupine "%s" bolo prijaté

source: %d rejected group membership requests
sk: %d odmietol žiadosti o členostvo do skupiny

source: Membership for group "%s" rejected
sk: Členstvo v skupine "%s" bolo zamietnuté

source: You were promoted to an admin in %d groups
sk: Boli ste povýšení na administrátora v %d skupinách

source: You were promoted to an admin in the group "%s"
sk: Stali ste sa administrátorom skupiny "%s"

source: You were promoted to a mod in %d groups
sk: Boli ste povýšení na moderátora v %d skupinách

source: You were promoted to a mod in the group "%s"
sk: Odteraz ste moderátorom skupiny "%s"

source: You have %d new group invitations
sk: Máte %d nových pozvánok do skupín

source: Group Invites
sk: Pozvánky do skupín

source: You have an invitation to the group: %s
sk: Máte pozvánku do skupiny: %s

source: This page is a convenient way to edit the details associated with one of your groups.
sk: Táto stránka je pohodlný spôsob akým upraviť detaily spojené s jednou z vaších skupín.

# group admin edit screen
source: Settings
sk: Nastavenia

# group admin edit screen
source: Add New Members
sk: Pridať nových členov

# group admin edit screen
source: Manage Members
sk: Spravovať členov

# Groups per page (screen options)
source: Groups
sk: Skupiny

source: Start typing a username to add a new member.
sk: Pre pridanie nového člena začnite písať používateľské meno.

source: You cannot remove all administrators from a group.
sk: Nemôžete odstrániť všetkých administrátorov zo skupiny

source: An error occurred when trying to update your group details.
sk: Pri aktualizácii detailov vašej skupiny sa vyskytla chyba.

source: The group has been updated successfully.
sk: Skupina bola úspešne aktualizovaná.

source: The following users could not be added to the group: <em>%s</em>
sk: Nasledujúci používatelia nemohli byť pridaní do skupiny: <em>%s</em>

source: The following users were successfully added to the group: <em>%s</em>
sk: Nasledujúci používatelia boli úspešne pridaní do skupiny: <em>%s</em>

source: An error occurred when trying to modify the following members: <em>%s</em>
sk: Pri pokuse zmeniť nasledujúcich členov sa vyskytla chyba: <em>%s</em>

source: The following members were successfully modified: <em>%s</em>
sk: Nasledujúci členovia boli úspešne zmenení: <em>%s</em>

source: Edit Group
sk: Upraviť skupinu

source: Add New
sk: Pridať nového

source: Name and Description
sk: Meno a popis

source: No group found with this ID. <a href="%s">Go back and try again</a>.
sk: Nebola nájdená žiadna skupina s týmto ID. <a href="%s">Naspäť a skúsiť znova</a>.

source: Delete Groups
sk: Vymazať skupiny

source: You are about to delete the following groups:
sk: Chystáte sa zmazať nasledovné skupiny:

source: This action cannot be undone.
sk: Túto akciu už nemožno vrátiť späť.

source: Search all Groups
sk: Hľadať vo všetkých skupinách

source: Enable discussion forum
sk: Povoliť diskusné fórum

source: Privacy
sk: Ochrana osobných údajov

source: Public
sk: Verejné

source: Private
sk: Súkromné

source: Hidden
sk: Skryté

source: Who can invite others to this group?
sk: Kto môže pozývať ľudí do tejto skupiny?

source: All group members
sk: Všetci členovia skupiny

source: Group admins and mods only
sk: Len administrátori a moderátori skupiny

source: Group admins only
sk: Len administrátori skupiny

source: Enter a comma-separated list of user logins.
sk: Zadajte zoznam používateľských prihlasovacích mien oddelených čiarkou.

source: Administrators
sk: Administrátori

source: Moderators
sk: Moderátori

source: Banned Users
sk: Zakázaní používatelia
